Repository: jCalaU/prey-ios-client
Catalog: Localizable.strings/*.lproj/Localizable.strings
Languages: fr

source: 30 secs.
fr: 30 sec.

source: A new report has been sent to your Control Panel
fr: Un nouveau rapport a été envoyé au Panneau de configuration

source: A new report has been sent to your Control Panel.
fr: Un nouveau rapport a été envoyé au Panneau de configuration.

source: About
fr: A propos de

source: Access Denied
fr: Accès refusé

source: Accessing your account...
fr: Accès à votre compte ...

source: Account created! Remember to verify your account by opening your inbox and clicking on the link we sent to your email address.
fr: Compte créé, vous recevrez un email de confirmation en quelques minutes !.

source: Add this device!
fr: Ajouter ce dispositif!

source: Alert on report sent
fr: Alerte d'envoyer le rapport

source: Already a Prey user
fr: vous êtes un utilisateur

source: An unknown error has occurred
fr: Un erreur inconnu s'est produit

source: Ask for password
fr: Demander mot de passe

source: Attaching device...
fr: Dispositif en train d'ajouter...

source: By disabling this, Prey won't be able to check its missing status, and the only way to start sending reports will be activating Prey from the Web Control Panel
fr: En désactivant cela, Prey ne consommera pas la batterie, mais le marquer comme disparu l'utilisateur verra un message sur l'écran

source: By enabling this, the purple location icon will be shown beside the battery status at the top. This doesn't mean the GPS is on, but it may use a bit of your phone's battery
fr: L'activation de cette icône emplacement est affiché dans la barre de votre appareil d'état ne signifie pas que le GPS est allumé, mais consomment un peu plus de la batterie

source: Camouflage mode
fr: Mode camouflage

source: Cancel
fr: Annuler

source: Checking your password...
fr: Vérification mot de passe...

source: Choose a 6 characters password
fr: Mot de passe, minimum 6 caractères

source: Congratulations!
fr: Félicitations!

source: Congratulations! You have successfully associated this iOS device with your Prey account.
fr: Félicitations! Vous avez cet appareil iOS associé avec succès à votre compte Prey

source: Couldn't add your device
fr: Impossible d'ajouter votre appareil

source: Couldn't check your password
fr: Votre mot de passe ne peut pas etre confirmé

source: Create my account!
fr: Créer mon compte

source: Create Prey account
fr: Créer un compte Prey

source: Creating account...
fr: Création compte...

source: Current Location
fr: Emplacement actuel

source: Delay
fr: Retard

source: Delete log
fr: Supprimer le journal

source: Detach device
fr: Supprimer le dispositif

source: Device not ready!
fr: Dispositif non protégée

source: Device ready
fr: Dispositif protégée

source: Disable it!
fr: Désactiver!

source: Enable it!
fr: Activer!

source: Enter a valid e-mail address
fr: S'il vous plaît entrer une adresse e-mail valide

source: Help
fr: Aide

source: Hundreds of Meters
fr: Plusieurs centaines de mètres

source: It seems you've reached your limit for devices on the Control Panel. Try removing this device from your account if you had already added.
fr: Vous avez la possibilité d'ajouter plusieurs périphériques à votre compte Prey. Pour augmenter la capacité disponible, vous pouvez louer un compte Prey Pro

source: Location accuracy
fr: Emplacement de précision

source: Location services are disabled for Prey. Reports will not be sent.
fr: Emplacement de service pour Prey ne est pas actif ne sera pas en mesure d'envoyer des rapports

source: Log
fr: Connexion

source: Log in to Prey
fr: Entrez à Prey

source: Log records will be deleted. Are you sure?
fr: Connexion dossiers seront supprimés. Nare vous sûr.?

source: Log records will be sent to developers. You'll be able to check the email body before proceed.
fr: Connecter dossiers seront envoyés aux développeurs Vous serez fiable pour vérifier le corps de mail avant de procéder

source: Mark as missing
fr: Marquer comme disparu

source: Mark as recovered
fr: Marquer comme récupéré

source: Name
fr: Prénom

source: New user
fr: Nouvel utilisateur

source: No, don't delete
fr: Non, suprimer

source: None: Send everything.
fr: Aucun: Poster tout.

source: Password
fr: Mot de passe

source: Password must be at least 6 characters
fr: Le mot de passe doit être d'au moins six caractères

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Please wait
fr: Attendez une seconde

source: Preferences
fr: Préférences

source: Prey alert
fr: Alerte Prey

source: Prey next execution in %i minutes.
fr: Prochaine exécution de Prey en %i minute.

source: Prey will stop sending reports to the Control Panel and your device will be mark as recovered. Are you sure?
fr: Prey arrêtera d'envoyer des rapports au Panneau de configuration et de votre appareil sera marque comme récupéré. Êtes-vous sûr?

source: Privacy Policy
fr: Politique de confidentialité

source: Read Message
fr: Lire message

source: Removing device...
fr: Retrait périphérique ...

source: Repeat your password
fr: Répéter mot de passe

source: Report couldn't be sent
fr: Le rapport n'a pas pu être envoyé

source: Send log
fr: Envoyer log

source: Settings
fr: Préférences

source: Starting Prey...
fr: Démarrage Prey...

source: Stopping Prey...
fr: Arrêt Prey...

source: Terms of Service
fr: Conditions de service

source: There was a problem getting your account information. Please make sure the email address you entered is valid, as well as your password.
fr: Il y a un problème pour obtenir les informations de votre compte, s'il vous plaît s'assurer que l'e-mail et mot de passe entrés sont valides.

source: Unable to access Location Services. You need to grant Prey access if you wish to track your device.
fr: impossible d'accéder aux services de localisation. Vous avez besoin de donner accès à Prey ,si vous voulez localiser le dispositif

source: Unable to fetch location data. Is this device on airplane mode?
fr: Impossible d'obtenir des informations de localisation . Votre dispositif est en mode avion.?

source: Upgrade to Pro
fr: Changer à compte Pro

source: Use Location Listener
fr: Utilisation Service Lieu

source: User couldn't be created
fr: L'utilisateur ne peut pas être créé

source: View Details
fr: Voir les détails

source: Warning
fr: Avertissement

source: We have a situation!
fr: Nous avons un problème!

source: Welcome to Prey!
fr: Bienvenue à Prey!

source: Wrong password. Try again.
fr: Mot de passe incorrect , essayer à nouveau.

source: Yes, remove from my account
fr: Oui, supprimer mon compte

source: You have successfully associated this device with your Prey Control Panel account.
fr: Vous avez réussi associer le dispositif à votre compte Panneau de configuration Prey

source: You're about to delete this device from the Control Panel. Are you sure?
fr: Vous êtes sur le point de supprimer ce panneau de commande de l'appareil. Vous êtes sûr?

source: Your device is protected and waiting for the activation signal.
fr: Votre appareil est protégé et en attendant que le signal soit activé.

source: Your email
fr: Votre email

source: Your name
fr: Votre prénom

source: Rate us
fr: Votre avis

source: Give us ★★★★★ on the App Store if you like Prey.
fr: Donnez-nous ★★★★★ dans l'App Store si vous aimez Prey.

source: Remind me later
fr: Me rappeler plus tard

source: Yes, rate Prey!
fr: Oui, mon avis sur Prey!

source: Thanks for your support. You've just gained access to all the Pro features, including private and direct support from us, the Prey Team.
fr: Maintenant, vous avez accès à toutes les fonctionnalités Pro Prey, tels que le soutien direct avec notre équipe technique.

source: Congrats, you're now Pro
fr: Félicitations, vous êtes maintenant Pro

source: Your password
fr: Votre mot de passe

source: Forgot your password?
fr: Mot de passe oublié?

source: Try Again
fr: Essayer à nouveau

source: Device set up!
fr: Ajouter un appareil

source: Manage Prey settings
fr: Paramètres

source: Go to Control Panel
fr: Aller au Panneau de configuration

source: Type in your password
fr: Entrez le mot de passe

source: Swipe to go back
fr: Déverrouiller pour revenir

source: Share on Facebook
fr: Partager sur Facebook

source: Share on Twitter
fr: Partager sur Twitter

source: Detaching device ...
fr: Retrait périphérique ...

source: Is not available
fr: Service desactivé

source: Canceled transaction, please try again.
fr: Transaction annulée, essayez à nouveau

source: Alert notification disabled
fr: Notifications inhabilités

source: You need to grant Prey access to show alert notifications in order to remotely mark it as missing.
fr: Vous avez besoin d'accorder l'accès à Prey pour que les notifications fonctionnent correctement.

source: Keep Prey in background to enable all of its features.
fr: Mantenez Prey habilité pour permettre le bon fonctionnement de toutes les fonctionnalités.
